valid_telephone_7 = '79166513808' # корректный мобильный телефон с код абонента 7
valid_email = 'hojavij597@usharer.com' # корректная валидная электронная почты
valid_login = 'rtkid_1673600876076' # корректный логин
valid_personal_account = '00001' # 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи

valid_password = 'Zxc13579' # корректный валидный пароль
invalid_password = 'zxc13579' # не валидный пароль


valid_telephone_8 = '89166513808' # корректный мобильный телефон с код абонента 8
invalid_telephone_1 = '791665138089' # некорректный мобильный телефон с код абонента 7, 12 цифр
invalid_telephone_2 = '7916651380' # некорректный мобильный телефон с код абонента 7, 10 цифр
invalid_telephone_3 = '7916651380i' # некорректный мобильный телефон с код абонента 7, 10 цифр и 1 буква


valid_email_1 = 'hojavij597@usharer.net' # некорректная валидная электронная почты
invalid_email_2 = 'hojavij597usharer.com' # корректная электронная почты без символа "@"
invalid_email_3 = 'hojavij597@usharercom' # корректная электронная почты без символа "."
invalid_email_4 = 'hojavij597usharercom' # корректная электронная почты без символов "@" и "."


invalid_personal_account_4 = '1234' # (4 цифры) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи
invalid_personal_account_6 = '123456' # (6 цифр) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи
invalid_personal_account_8 = '12345678' # (8 цифр) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи
invalid_personal_account_11 = '12345678901' # (11 цифр) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи
invalid_personal_account_13 = '1234567890123' # (13 цифр) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи